cauldron
OUR
bed
snarled
TOLD
BIRTHDAY
wasnt
morning
School
grinned
We
robes
broomstick
got
Not
look
SECRETS
with
SAYING
an
happen
did
sat
team
POTTER
black
If
ABNORMALITY
roared
change
DARE
missed
Great
P
effect
sentence
know
Snape
rest
bomb
master
THE
BOOK
he
version
winded
is
Petunia
carrying
bottom
bacon
so
The
stomachache
Third
matter
especially
broken
word
blood
pounding
sweetums
whatll
YOU
far
possible
moment
they
come
THREATEN
Aunt
back
purplefaced
number
argue
hands
wand
crash
any
gave
if
have
WILL
feet
on
was
Dursley
sound
scream
its
around
year
dark
inside
bored
kitchen
M
please
April
weve
J
used
posts
a
bushy
gamekeeper
turning
AND
He
home
at
control
owls
could
clapped
wizarding
E
anyone
room
Potions
how
Hedwig
quickly
week
WHAT
DUDLEY
said
were
Friday
Youve
hungry
boy
went
IN
hadnt
trying
HAVE
C
off
cage
MENTION
all
treating
popular
Theres
aunt
tower
let
T
pale
place
chance
N
uncle
looked
magic
unhappy
under
heartily
Forbidden
that
deepest
first
while
temples
since
spit
dormitory
Original
time
stop
Pass
side
arriving
mouth
him
Quidditch
HARRY
night
stupid
As
explain
perhaps
whole
son
Dudley
simple
stared
again
misty
locked
drooped
constant
mustache
balls
Dursleys
And
four
chair
tried
when
dont
dangling
WORD
drowned
frying
right
spellbooks
as
fried
lost
fell
hooting
nephew
didnt
outside
eyes
Do
Two
Potter
long
wizard
cupboard
WARNED
TOLERATE
what
But
A
Privet
though
in
food
either
having
Drive
out
belch
I
her
build
gasped
Hogwarts
the
from
OF
small
their
shook
noise
you
ROOF
irritably
O
shame
Forest
jumped
fourposter
NOT
itll
eating
owl
up
fresh
passageways
instant
padlocked
Nonsense
argument
even
without
wife
by
done
sleeping
series
enough
fact
Harrys
large
go
world
Harry
breakfast
wizards
Muggles
YOUR
enormous
massive
like
closely
stairs
K
rhinoceros
just
it
never
over
Thousand
be
across
watching
care
holidays
Shes
family
not
ScannedOCR
Witchcraft
table
school
needed
secret
summer
CHAMBER
fourteen
exchanged
much
because
messages
spraying
THIS
next
What
yet
edit
classes
Mr
HOUSE
castle
banquets
heave
visiting
nothing
Rowling
WORST
loud
thundered
concerned
gets
ghosts
practiced
mean
magical
want
turned
meant
veins
most
throbbing
felt
to
Mrs
words
more
who
must
pan
and
tall
topoftheline
bit
homework
but
might
goal
All
H
hours
this
had
Uncle
HOW
his
v
early
drop
forgotten
ABOUT
called
breathing
Nimbus
down
woken
grounds
of
six
been
cabin
UNDER
Wizardry
fist
normal
egg
flying
where
players
Hagrid
Smeltings
broomsticks
looks
mail
corners
Ever
sharp
Vernon
incredible
House
Hall
for
cant
sport
neckless
